---
kind: property
id: P:Autodesk.Revit.DB.Electrical.ElectricalSystem.TrueLoadPhaseB
source: html/c5ea30df-4b4e-e9bf-aef4-524b8e95b383.htm
---
# Autodesk.Revit.DB.Electrical.ElectricalSystem.TrueLoadPhaseB Property

The TrueLoadPhaseB value of the Electrical System.

## Syntax (C#)
```csharp
public double TrueLoadPhaseB { get; }
```

## Remarks
This property is used to retrieve the TrueLoadPhaseB value of the Electrical System.

## Exceptions
- **Autodesk.Revit.Exceptions.InvalidOperationException** - This property only available when System Type is Power!